{
    "games": [
        {
            "title": "Wild Shark",
            "description": "The Wild Shark slot machine invites you to get acquainted with the underwater inhabitants. This is a slot from Amatic and the majority of icons are the images of fish. There are also two icons with special functions: a wild symbol and a scatter, which triggers free spins. During the game, each spin can bring a player up to 250 credits. The slot has 5 reels and 10 adjustable paylines. After getting the winning combinations, you can enter the risk game and multiply the payouts.",
            "embed": "<iframe src=\"https://free-slots.games/games/amatic/wildshark/demo\" width=\"640\" height=\"480\" /></iframe/>",
            "rating": 0,
            "provider": "amatic",
            "image": "https://altacdn.com/iw/img/games/66352-wild-shark.jpg"
        },
        {
            "title": "Wolf Moon",
            "description": "The Wolf Moon slot machine has the adventure theme. This slot from Amatic dedicated to wolves has 5 reels and 40 adjustable lines of prize payouts. For each spin, a gambler can get up to 120 credits. The list of used icons includes a wild symbol and a scatter. The latter allows a player to get 5 free spins.",
            "embed": "<iframe src=\"https://free-slots.games/games/amatic/wolfmoon/demo\" width=\"640\" height=\"480\" /></iframe/>",
            "rating": 0,
            "provider": "amatic",
            "image": "https://altacdn.com/iw/img/games/66356-wolf-moon.jpg"
        },
        {
            "title": "Halloween Fortune",
            "description": "Halloween Fortune slot machine invites you to celebrate the scariest holiday of the year. The game is developed by the “Playtech” Company, and has 5 reels and 20 adjustable paylines. This video slot is ready to catch your fancy with an outstanding thematic design, high-quality graphics and payouts with multipliers of up to 10 000 per spin. Also, there are a scatter and a wild symbol. The gameplay of Halloween Fortune includes a bonus round with free reel spins.",
            "embed": "<iframe src=\"https://free-slots.games/playtechslots/playtech1.php?s=HalloweenFortune%2Findex.html\" width=\"640\" height=\"480\" /></iframe/>",
            "rating": 0,
            "provider": "playtech",
            "image": "https://assets.vegasslotsonline.com/vegasslotsonline.com/assets/uploads/games/playtech/images/halloween-fortune.jpg"
        },
        {
            "title": "Jungle Giants",
            "description": "Jungle Giants slot machine is dedicated to the wildlife. The main characters of the game are represented by large animals living in the jungle. This game is developed by “Playtech” Company. It has 5 reels and 50 fixed paylines. Each round allows you to get winnings with multipliers of up to 50 000. Jungle Giants uses special giant icons that bring you larger payouts. The gameplay includes free spins of the reels.",
            "embed": "<iframe src=\"https://free-slots.games/playtechslots/playtech1.php?s=JungleGiants%2Findex.html\" width=\"640\" height=\"480\" /></iframe/>",
            "rating": 0,
            "provider": "playtech",
            "image": "https://www.casinopedia.com/wp-content/uploads/2018/12/jungle-giants-slot-logo.jpg"
        }
    ]
}